Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/24_id_513148.html.tmx
Source language: nob
Languages: sme

source: Faglig metodeutvikling med utgangspunkt i samiske samfunnsforhold står sentralt i utviklingen av et bedre tilbud til samiske barn.
sme: Buoret fálaldatovddideamis sámi mánáide lea fágalaš metodaovddideapi sámi servodatdiliid vuođul guovddážis.

source: Sametinget har i 2006 tildelt prosjektmidler til flere prosjekter som har som hovedmål å kvalitetssikre tilbudet til samiske barn.
sme: Sámediggi lea 2006 juolludan prošeaktaruđaid máŋga prošektii maid váldoul ­bmil lea kvalitehtasihkkarastit fálaldagaid sámi mánáide.

source: 1.10.6 Prosjekter innenfor helse og sosial
sme: 1.10.6 Dearvvašvuođa- ja sosiálaprošeavttat

source: Sametinget disponerer midler til oppfølging av regjeringens handlingsplan for helse og sosialtjenester til den samiske befolkningen: Mangfold og likeverd.
sme: Sámediggi hálddaša ruđaid čuovvolit ráđđehusa dearvvašvuođa- ja sosiálabálvalusaid doaibmaplána «Máŋggabealátvuohta ja ovttadássášavuohta» sámi álbmoga várás.

source: Midlene blir i hovedsak tildelt helse og sosialprosjekter etter søknad.
sme: Ruđat juolluduvvojit vuosttažettiin dearvvašvuođa- ja sosiálaprošeavttaide ohcama vuođul.

source: Midlene som er overført til Sametinget til dette formålet har vært tilnærmet uforandret siden 1999.
sme: Dat ruđat mat Sámediggái lea fievrriduvvon dán ulbmilii, leat bisson sullii seamma dásis 1999 rájes.

source: Prosjektmidlene er et viktig bidrag i arbeidet med å gi et hjelpetilbud til samiske pasienter som er mer tilpasset samisk språk og kultur.
sme: Prošeaktaruđat leat deaŧalaš veahkkin dan barggus ahte addit dakkár veahkkefálaldaga sámi divššohasaide, mii lea buorebut heivehuvvon sámi gillii ja kultuvrii.

source: Flere kommuner har ved hjelp av prosjektmidlene arbeidet med prosjekter som har som mål å gi samiske rusmisbrukere et hjelpetilbud som tar utgangspunkt i samisk språk og kultur.
sme: Máŋga gieldda leat prošeaktaruđaid olis bargan dakkár prošeavttaiguin, maid ulbmil lea addit sámi gárrenmirkogeavaheaddjiide dakkár veahkkefálaldaga, mii bidjá sámi giela ja kultuvrra vuođđun.

source: Det er også gjennomført flere prosjekter der det er satt fokus på hvordan metodene innenfor barnevernstjenesten er tilpasset samiske barn.
sme: Máŋga prošeavtta leat maid čađahuvvon main fokus lea biddjojuvvon dasa mo máináid ­suodjalusbálvalusa metodat leat heivehuvvon sámi mánáide.

source: Deriblant bidrar Sametinget med prosjektmidler til et arbeid med utvikling av modeller for slektsbaserte fosterhjem i de samiske områdene.
sme: Earret eará addá Sámediggi ruđaid dakkár prošektii, mii ovddida modeallaid mo bearrašiivuođđuduvvon sadjásašruovttuid sáhttá geavahit sámi guovlluin.

source: Sametinget ser behov for økt tildeling av midler til utvikling av en likeverdig helse- og sosialtjeneste til den samiske befolkningen.
sme: Sámediggi oaidná dárbbu juolludit eanet ruđaid dásseárvosaš dearvvašvuođa- ja sosiálabálvalusaid ovddideapmái sámi álbmoga várás.

source: I områder med sørsamisk bosetning er det særlig store utfordringer.
sme: Máttasámi ássanguovlluin leat erenoamáš stuorra hástalusat.

source: Den sørsamiske befolkningen bor spredt innenfor flere fylker og kommuner.
sme: Máttasámi álbmot ássá hui bieđgguid máŋgga fylkkas ja gielddas.

source: Sametinget har videre som mål å rekruttere samiske fagpersoner og tildeler i den forbindelse stipend innen rehabiliteringsrettede fag.
sme: Viidáseappot lea Sámedikki ulbmil háhkat eanet fágaolbmuid, ja Sámediggi juohká dan oktavuođas stipeanddaid sidjiide geat lohket veajuiduhttinfágaid.

source: For 2006 har Sametinget valgt å videreføre forebygging og ettervern innen rusomsorg som satsingsområder.
sme: Jagis 2006 lea Sámediggi vál ­ljen joatkit áŋgiruššansuorgin gárrendili easta ­deami ja daid divššohasaid veahkeheami, geat leat leamaš gárrendivššus.

source: Sametinget vil i 2007 gjennomføre en evaluering av prosjektmidlene innenfor helse og sosial.
sme: Sámediggi áigu 2007s evalueret dearvvašvuođa- ja sosiála prošeaktaruđaid.
